var joke = [];

joke[0] = "小明在路上走，看到前面有个腿脚不方便的人一瘸一拐地在走，他就在后面学，但感觉不过瘾，就跑到前面一瘸一拐地走。<br>来，从路边冲出来一壮汉，把这个腿脚不方便的人打了一顿，并骂道：“别人残疾已经很可怜了你TM还学人家！”";

joke[1] = "早上起床心情挺好。<br>于是特别小清新地对老公说：<br>“每天醒来看见你和阳光都在，那就是我要的未来！ ”<br>自认为特别感人有木有！<br><br>。<br>。<br>。<br><br>但被老公一句话给毁了：“杨光是谁？”";

joke[2] = "有一次，和一哥们去吃饭，服务员把菜单拿过来就开始点菜，<br>人家服务员拿着点菜机在按你点什么菜，<br>我哥们硬是说了句：我点菜时，你能不能不玩手机";

joke[3] = "和女友吵架了，一个人静下来后，觉得自己有点过分。打电话道歉，她一直不接。<br>于是，我只得发短信：“今天中午，我看着你的照片，认真反思了自己，觉得自己做的很不对，不该那么对你。你肯定很难过，对我很失望。<br>我错了。请原谅我好吗？”<br><br>她秒回：“看的哪张照片？”";

joke[4] = "今天早上，一打开车门就看见老婆给我留的小纸条：“一定要加油哦！”<br><br>旁边还画了个心！<br><br>当时我就感动了，心里就默默地发誓：“老婆，我一定会努力赚钱，让你过好日子。”<br><br>十五分钟后，我的车在高速公路上，因为没油被拖车拖到了服务区！";

joke[5] = "男子想跟妻子离婚，但又害怕伤害到三岁的女儿。<br>于是哄着女儿说：“妈妈老了，不漂亮了，给你换一个妈妈好不好？”<br>女儿想了想，说：“才不呢！你妈那么老，为什么不换你妈！";

joke[6] = "刚看见一只拇指粗的蟑螂，我大叫老公去解决它。<br>谁知这货转头向我爬来，于是我以迅雷不及掩耳盗铃之势举起拖鞋拍死。<br>我老公目瞪口呆：“你又不怕干嘛叫那么大声？”<br>心好累，感觉伪装绿茶婊太难了……";

joke[7] = "那天和一哥们在路上走 ，突然前面一个女的手舞足蹈，活蹦乱跳的，还满嘴脏话，跟鬼上身一样。。。。。<br>哥们神色慌张地拉着我说快走快走，我还以为是遇到个神经病呢，<br>等走远了，哥们气喘吁吁的说，刚才弹烟头儿没注意，好像弹她脖子里去了。。。。。";

joke[8] = "男人，脸上一定要保持干爽，别一到了夏天就整天汗搭搭的，只有保持干爽，做事成功率也会提高。我就是这么一个非常注重面部干爽的人。<br><br>。<br>。<br>。<br>。<br>。<br>。<br><br>警察：“这就是你掀人家姑娘裙子擦汗的理由？";

joke[9] = "朋友去KTV，买单时发现没有现金，只有银行卡。<br>朋友：“这卡是我老婆名字，刷了收到你们KTV的短信，会打死我的。”<br>服务员：“没事，我们可以帮你刷成饭店消费。”朋友一听，很开心地就刷了。<br>结果，刚一进家门，老婆“噼里啪啦”就两个大耳光，把手机短息给他看，<br>怒吼道：“沙县小吃，消费8333元。你把整个店盘下来了啊？”<br>唉，遇到这么机智的老婆，只有跪搓衣板的份儿了……<br>";

joke[10] = "好人果真是有好报的，比如：<br>今早在拥挤的地铁上一女孩的钱掉了，<br>我看到后就及时的告诉了她，<br>果然，趁她去捡钱的时候，我把她的座位给占了。";

joke[11] = "男友对我说：“我会照顾你一辈子，我有十块钱肯给你用九块。”<br>我问他：“如果你有十万呢？”<br>男友：“那我就把十块钱都给你！”";

joke[12] = "老公骑摩托带着我，我抓着他衣服。<br><br>走着走着，他低头看了看我的手，说：“把手装我衣服兜里。”<br><br>我得瑟地说：“哟，还知道心疼我，怕我冷啊？”<br><br>二货老公回答说：“我兜里装着烟，怕掉。”";

joke[13] = "一个胖姑娘，因为没有信心而不敢坐电梯，所以每天坚持走楼梯上班。<br>于是，经过近三个月的努力。。。。。。<br><br>。<br>。<br>。<br>。<br>。<br>。<br><br>她因为经常迟到被开除了。";

joke[14] = "吃饭的时候，老婆问我：“谁是世界上最美的女人？”<br><br>我不假思索地答道：“不知道，我只认识你一个女人。”<br><br>老婆满意地点点头。<br><br>。<br>。<br>。<br>。<br>。<br>。<br><br>现在，我妈准备跟我断绝母子关系。";

joke[15] = "早上去买早点，在楼下看见一男的把一女的围在墙角。<br>我正义的过去喊了一句：“禽兽放开那个畜生。”<br>然后就没有然后了。。。";

joke[16] = "和老婆在街边散步，我手上捏着一张已揉成一团的传单，走了好一会终于看到个垃圾桶，我赶紧跑过去想扔掉。<br><br>没想到老婆从后边一把拉住我说：老公，那个肯定吃不得了，别捡。<br>我一愣，发现垃圾桶顶盖上放着半个西瓜。";

joke[17] = "中学时，给一个要好的女同学家打电话，<br>考虑到她妈妈很凶，于是就提前想好说词：<br>“阿姨您好，XXX在家吗？想叫她一块儿出去玩。”<br>结果到头来是她爸爸接的电话，<br>脑袋当时就抽了：<br>“叔叔您好，阿姨在家么？我想叫她出来玩。”<br>我依稀记得她爸爸咆哮着说：“不在！”";

joke[18] = "闺密和男朋友吵架了，把买给她男朋友的水果给我吃了，<br>我说不给你男朋友留点啊？<br>她说：给畜生吃都不给他留！<br>嗯，果子挺甜的！。";

joke[19] = "A：“小时候，你妈打你，用什么打得最多？”<br>B：“小时候，我妈为了打我特意找了一件兵器，招之即来挥之即去。而且不需要我妈动手。直接声控，同时杀伤力增强一倍。”<br>A：“你妈用的什么？这么牛？”<br>B：“我爸！！！”<br>";

joke[20] = "都说开奔驰宝马法拉利和什么什么跑车的人很嚣张，<br><br>我却不这么认为，虽然我也有车的人，但决对不是替他们说话。<br><br>有一次，我想超一辆奔驰的车，远近灯交换加喇叭提示后奔驰车主动减速靠边让我通过先行。<br><br>还有一次…好了，不说了，<br><br>工地老板又打电来催了，今天还要送两车沙过去。";

joke[21] = "有一次上厕所，发现坑里有一个钱包，半截在屎里泡着。<br>犹豫到底捡还是不捡，最后一狠心跳进去。<br>捡起打开一看， 尼玛里面一张纸条上面写着：<br>“兄弟，我已经看过了，里面没钱！卧槽！”";

joke[22] = "和朋友一起开车进停车场…<br><br>朋友开车，新手，停车场自动取卡的。<br><br>朋友距离开过了，够不着取卡机。<br><br>这时后面来了一个车猛按喇叭！<br><br>朋友急了，叫我赶紧下车出来取卡。<br><br>我刚一开车门下车往后走。<br><br>后面那车子马上倒档一脚大油门跑了……<br><br>我只是下来取卡的……不打人……";

joke[23] = "女孩将男神的声音录下来设置成了闹钟铃声，这样每天醒来就好像男神叫醒了她，她幸福的想着。<br><br>一个星期后，她再也不喜欢他了。。。。！！！";

joke[24] = "大王打算把王位传给太子。<br>太子问：父王，你做大王做的好好的，干嘛要让位给儿臣。<br>大王笑了笑，说道：儿呀！你不明白，做大王并不是世界上最爽的。<br>太子好奇：那做什么最爽？<br>大王笑得更开心了：哈哈哈哈退位以后我就是老王了。";

joke[25] = "老张：“老王，你最近咋回事，一下班就往家里跑，喝酒、K歌都叫不动你了，你又没老婆。”<br>老王：“邻居老刘出差去了。”";

joke[26] = "老刘去老王家打牌，上厕所时马桶水箱堵了，打开盖发现里面有塑料袋包好的一万块钱，<br>第二天，老刘找到老王，善意地提醒：小心啊，你马桶水箱里的一万块私房钱太危险了，别让你媳妇看见。<br>老王十分感动，拉着老刘的手说：嗯，你藏在你媳妇大衣柜夹层里的一万也要小心啊。";

joke[27] = "老王找到大师，说：大师，为什么我到哪都能勾引到邻家少妇，我这么做是不是很对不起她们的老公？<br>大师听完，看了老王一眼，扑通跪下了。。。<br>老王说道：“大师，你的意思是让我跪下思过，以后不再干那些勾搭之事？”<br>大师含泪说道：不，请收我为徒！！";

joke[28] = "上课时，老师出了一道数学题，说：“谁能答出来，就下课，”<br><br>此时无人能解，老师：“求解，有没有敢站出来的，”<br><br>无人应答，老师加大筹码，老师：“现在要是有人敢站出来求解，我们就放学。”<br><br>小明站了起来，勇敢的走到老师面前说：“姐，求你了，”<br><br>老师：“所有人放学，小明留下。”";

joke[29] = "猫鼠同处<br>释义：猫和老鼠都是处女座。比喻世界上最可怕的关系。<br>例句：女朋友和我猫鼠同处。";

joke[30] = "处心积虑<br>释义：处女座的心里堆积着焦虑。<br>例句：处心积虑，简直是这个世界上最可怕的人！";

joke[31] = "为人处事<br>释义：为别人介绍处女座的奇葩故事。<br>例句：我经常在微博上为人处事。";

joke[32] = "得饶人处且饶人<br>释义：能饶了人家处女座就饶了人家吧。指做事不要做绝，须留有余地。<br>例句：你们这些人天天黑处女座有意思吗？得饶人处且饶人吧！";

joke[33] = "独到之处<br>释义：独自一个人赶到的处女座。<br>例句：今天和同事吃饭，吃着吃着就来了个独到之处。";

joke[34] = "恰到好处<br>释义：恰好碰到一个很好看的处女座。形容十分难得。<br>例句：有一次我恰到好处，但想想还是忍住了没敢泡她。";

joke[35] = "人生何处不相逢<br>释义：人生中，无论如何都不要和处女座相逢。<br>例句：人生何处不相逢，相逢一笑赶紧跑。";

joke[36] = "一无是处<br>释义：一群人中竟然没有一人处女座。形容环境特别美好。<br>例句：我们部门同事之间关系特别融洽。因为我们一无是处。";

joke[37] = "朝夕相处<br>释义：每天从早到晚都要和处女座互相面对。比喻处境十分艰难。<br>例句：我每天在办公室朝夕相处，快要崩溃了。";

joke[38] = "有次我妈陪我在ATM还贷款，不是有语音提示么！<br><br>我没等语音提示完就往下按键盘了，<br><br>结果我妈在后面凶我：“这孩子怎么这么大了还没礼貌，你倒是让人把话说完啊！”";

joke[39] = "刚微信摇一摇，摇了几次老是摇到同一个哥们。<br><br>实在忍不住就和他打了个招呼，问了句：搞基不？<br><br>对方回了句：不搞。<br><br>我弱弱的回了一句：不搞你就等会再摇，让我先摇。";

joke[40] = "绑匪打电话过来：“你老婆在我手上，24小时内凑到1百万，不然我撕票。”<br>“钱没问题，但是能不能晚几天给你？”<br>“为什么？”<br>“我想清静几天。” ";

joke[41] = "现在的绑匪真是太凶残了——他们绑架了我老婆，还威胁我说不给100万就把她放回去。";

joke[42] = "那天我开着车载着老婆和儿子来到了一座大森林，到达目的地后，我下车问儿子：“你记得回去的路吗？”<br>儿子摇头，老婆在一旁说：“别说儿子，就连我都记不得。”<br>于是我找了个机会，载着儿子回家了。";

joke[43] = "舅妈来家里做客，我打了个电话给男票说亲戚来买点东西回家。<br><br>他屁颠屁颠回家一推门，二话不说从包里掏出一包姨妈巾开始撒娇：<br><br>“我乖不乖，我乖不乖，快夸我！”……<br><br>我永远也忘不了舅妈看他那眼神！<br>";

joke[44] = "两口为件小事吵了起来。<br><br>吵完后，男友觉得后悔，便叫女友观看外面的两匹马拉着一辆车子的情景。<br><br>他说：“为什么我们不能像那两匹马那样齐心合力向前进呢？”<br><br>女友怒气冲冲地说：“我们不是两匹马，因为我们之中有一头是驴！”";

joke[45] = "医生：“你怎么了？”<br><br>学生模样的妹子，含糊不清地说：“大夫，我下巴掉了。”<br><br>医生：：“怎么弄的。”<br>她室友说：“大夫，她一个月总会掉几次的，今天食堂包子太大了。”";

joke[46] = "都说聊天止于“呵呵”，我就不信这个邪，<br><br>昨晚我跟女神聊天，我说“你真漂亮”，她回复“呵呵”！<br><br>为了聊天继续下去，我果断回复“呵呵你马勒个壁”！<br><br>结果我们对骂了一夜……";

joke[47] = "在路上遇见一个穿着暴露的美女，我没忍住摸了她的屁股。<br><br>她生气的说：“你神经病啊！”<br><br>我赶紧解释：“不好意思姑娘，我这是职业病。”<br><br>姑娘说：“哦？你是什么职业？”<br><br>我：“流氓。”";

joke[48] = "最近一直减肥，中午跟婆婆吃饭。<br><br>婆婆说：多吃点，身体好不生病。<br><br>我说：减肥呢，再吃你儿子不要我了。<br><br>婆婆说：你要是胖了，我儿子不要你了，我给你说个有钱的主，到时候聘礼五五分";

joke[49] = "上次小学同学给我邮寄了一箱槟榔。<br><br>男友问我是啥，我说是湖南特产。<br><br>他一听来劲了，硬要尝一点，好吧，我给他了。<br><br>半个小时后，他居然跪在我面前，真的跪了，满脸通红，额头全是汗，只说了一句话：你给我的是啥，解药……解药给我……";

joke[50] = "不想讲笑话.";

joke[51] = "不想讲笑话.";

joke[52] = "不想讲笑话.";

joke[53] = "不想讲笑话.";

joke[54] = "不想讲笑话.";

joke[55] = "不想讲笑话.";

joke[56] = "不想讲笑话.";

joke[57] = "不想讲笑话.";

joke[58] = "不想讲笑话.";

joke[59] = "不想讲笑话.";

joke[60] = "不想讲笑话.";

joke[61] = "不想讲笑话.";

joke[62] = "不想讲笑话.";

joke[63] = "不想讲笑话.";

joke[64] = "不想讲笑话.";

joke[65] = "不想讲笑话.";

joke[66] = "不想讲笑话.";

joke[67] = "不想讲笑话.";

joke[68] = "不想讲笑话.";

joke[69] = "不想讲笑话.";

joke[70] = "不想讲笑话.";

joke[71] = "不想讲笑话.";

joke[72] = "不想讲笑话.";

joke[73] = "不想讲笑话.";

joke[74] = "不想讲笑话.";

joke[75] = "不想讲笑话.";

joke[76] = "不想讲笑话.";

joke[77] = "不想讲笑话.";

joke[78] = "不想讲笑话.";

joke[79] = "不想讲笑话.";

joke[80] = "不想讲笑话.";

joke[81] = "不想讲笑话.";

joke[82] = "不想讲笑话.";

joke[83] = "不想讲笑话.";

joke[84] = "不想讲笑话.";

joke[85] = "不想讲笑话.";

joke[86] = "不想讲笑话.";

joke[87] = "不想讲笑话.";

joke[88] = "不想讲笑话.";

joke[89] = "不想讲笑话.";

joke[90] = "不想讲笑话.";

joke[91] = "不想讲笑话.";

joke[92] = "不想讲笑话.";

joke[93] = "不想讲笑话.";

joke[94] = "不想讲笑话.";

joke[95] = "不想讲笑话.";

joke[96] = "不想讲笑话.";

joke[97] = "不想讲笑话.";

joke[98] = "不想讲笑话.";

joke[99] = "不想讲笑话.";

joke[100] = "不想讲笑话.";

joke[101] = "不想讲笑话.";

joke[102] = "不想讲笑话.";

joke[103] = "不想讲笑话.";

joke[104] = "不想讲笑话.";

joke[105] = "不想讲笑话.";

joke[106] = "不想讲笑话.";

joke[107] = "不想讲笑话.";

joke[108] = "不想讲笑话.";

joke[109] = "不想讲笑话.";

joke[110] = "不想讲笑话.";

joke[111] = "不想讲笑话.";

joke[112] = "不想讲笑话.";

joke[113] = "不想讲笑话.";

joke[114] = "不想讲笑话.";

joke[115] = "不想讲笑话.";

joke[116] = "不想讲笑话.";

joke[117] = "不想讲笑话.";

joke[118] = "不想讲笑话.";

joke[119] = "不想讲笑话.";

joke[120] = "不想讲笑话.";

joke[121] = "不想讲笑话.";

joke[122] = "不想讲笑话.";

joke[123] = "不想讲笑话.";

joke[124] = "不想讲笑话.";

joke[125] = "不想讲笑话.";

joke[126] = "不想讲笑话.";

joke[127] = "不想讲笑话.";

joke[128] = "不想讲笑话.";

joke[129] = "不想讲笑话.";

joke[130] = "不想讲笑话.";

joke[131] = "不想讲笑话.";

joke[132] = "不想讲笑话.";

joke[133] = "不想讲笑话.";

joke[134] = "不想讲笑话.";

joke[135] = "不想讲笑话.";

joke[136] = "不想讲笑话.";

joke[137] = "不想讲笑话.";

joke[138] = "不想讲笑话.";

joke[139] = "不想讲笑话.";

joke[140] = "不想讲笑话.";

joke[141] = "不想讲笑话.";

joke[142] = "不想讲笑话.";

joke[143] = "不想讲笑话.";

joke[144] = "不想讲笑话.";

joke[145] = "不想讲笑话.";

joke[146] = "不想讲笑话.";

joke[147] = "不想讲笑话.";

joke[148] = "不想讲笑话.";

joke[149] = "不想讲笑话.";

joke[150] = "不想讲笑话.";

joke[151] = "不想讲笑话.";

joke[152] = "不想讲笑话.";

joke[153] = "不想讲笑话.";

joke[154] = "不想讲笑话.";

joke[155] = "不想讲笑话.";

joke[156] = "不想讲笑话.";

joke[157] = "不想讲笑话.";

joke[158] = "不想讲笑话.";

joke[159] = "不想讲笑话.";

joke[160] = "不想讲笑话.";

joke[161] = "不想讲笑话.";

joke[162] = "不想讲笑话.";

joke[163] = "不想讲笑话.";

joke[164] = "不想讲笑话.";

joke[165] = "不想讲笑话.";

joke[166] = "不想讲笑话.";

joke[167] = "不想讲笑话.";

joke[168] = "不想讲笑话.";

joke[169] = "不想讲笑话.";

joke[170] = "不想讲笑话.";

joke[171] = "不想讲笑话.";

joke[172] = "不想讲笑话.";

joke[173] = "不想讲笑话.";

joke[174] = "不想讲笑话.";

joke[175] = "不想讲笑话.";

joke[176] = "不想讲笑话.";

joke[177] = "不想讲笑话.";

joke[178] = "不想讲笑话.";

joke[179] = "不想讲笑话.";

joke[180] = "不想讲笑话.";

joke[181] = "不想讲笑话.";

joke[182] = "不想讲笑话.";

joke[183] = "不想讲笑话.";

joke[184] = "不想讲笑话.";

joke[185] = "不想讲笑话.";

joke[186] = "不想讲笑话.";

joke[187] = "不想讲笑话.";

joke[188] = "不想讲笑话.";

joke[189] = "不想讲笑话.";

joke[190] = "不想讲笑话.";

joke[191] = "不想讲笑话.";

joke[192] = "不想讲笑话.";

joke[193] = "不想讲笑话.";

joke[194] = "不想讲笑话.";

joke[195] = "不想讲笑话.";

joke[196] = "不想讲笑话.";

joke[197] = "不想讲笑话.";

joke[198] = "不想讲笑话.";

joke[199] = "不想讲笑话.";

